/* Size of the map, MB=MegaBytes */
"%.1f MB" = "%.1f MB";

/* No comment provided by engineer. */
"%d connected clients" = "%d connected clients";

/* About xGPS Title */
"About xGPS" = "About xGPS";

/* No comment provided by engineer. */
"Address book" = "Address book";

/* Error message download maps */
"An error has occured while downloading the selected maps. Some parts of the maps may have not been downloaded correctly." = "An error has occured while downloading the selected maps. Some parts of the maps may have not been downloaded correctly.";

/* Delete downloaded maps question */
"Are you sure you want to delete all the downloaded maps ?" = "Are you sure you want to delete all the downloaded maps ?";

/* Delete tracks */
"Are you sure you want to delete all the recorded tracks ?" = "Are you sure you want to delete all the recorded tracks ?";

/* Delete bookmarks */
"Are you sure you want to delete all the saved bookmarks ?" = "Are you sure you want to delete all the saved bookmarks ?";

/* in kilo bytes */
"Are you sure you want to download the selected map area (%d tiles ~ %d KB) ?" = "Are you sure you want to download the selected map area (%1$d tiles ~ %2$d KB) ?";

/* Make sure to let the %d etc... */
"Are you sure you want to download the selected map area (%d tiles ~ %d MB) ?" = "Are you sure you want to download the selected map area (%1$d tiles ~ %2$d MB) ?";

/* No comment provided by engineer. */
"Are you sure you want to recompute the itinerary from the current position ?" = "Are you sure you want to recompute the itinerary from the current position ?";

/* No comment provided by engineer. */
"Available actions:" = "Available actions:";

/* No comment provided by engineer. */
"Blue dot for position" = "Blue dot for position";

/* Saved direction bookmarks */
"Bookmarks" = "Bookmarks";

/* Cancel */
"Cancel" = "Cancel";

/* Placeholder for search bar of cities */
"City name / Address" = "City name / Address";

/* No comment provided by engineer. */
"Clear Driving directions" = "Clear Driving directions";

/* No comment provided by engineer. */
"Clear Search results" = "Clear Search results";

/* GPS State */
"Connected" = "Connected";

/* Driving directions current GPS POS */
"Current GPS Position" = "Current GPS Position";

/* No comment provided by engineer. */
"Current Position" = "Current Position";

/* No comment provided by engineer. */
"Delete all bookmarks" = "Delete all bookmarks";

/* Delete downloaded maps in settings */
"Delete downloaded maps" = "Delete downloaded maps";

/* No comment provided by engineer. */
"Delete GPX Log file" = "Delete GPX Log file";

/* No comment provided by engineer. */
"Device Info" = "Device Info";

/* No comment provided by engineer. */
"Directions" = "Directions";

/* No comment provided by engineer. */
"Directions Bookmarks" = "Directions Bookmarks";

/* Disable GPS Button */
"Disable GPS" = "Disable GPS";

/* GPS State */
"Disconnected" = "Disconnected";

/* Dismiss */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Distances and speed will be showed with the meter unit (km/h and meters)." = "Distances and speed will be showed with the meter unit (km/h and meters).";

/* No comment provided by engineer. */
"Distances and speed will be showed with the mile unit (mph and miles)." = "Distances and speed will be showed with the mile unit (mph and miles).";

/* Download button */
"Download" = "Download";

/* Downloaded maps size of settings view */
"Downloaded maps size" = "Downloaded maps size";

/* Downloading maps title view */
"Downloading maps..." = "Downloading maps...";

/* Driving directions */
"Driving directions" = "Driving directions";

/* Enable GPS Button */
"Enable GPS" = "Enable GPS";

/* Error title */
"Error" = "Error";

/* Driving from  */
"From / Departure" = "From / Departure";

/* No comment provided by engineer. */
"From:" = "From:";

/* No comment provided by engineer. */
"General" = "General";

/* GPS Signal */
"Good" = "Good";

/* No comment provided by engineer. */
"GPS" = "GPS";

/* Title in setting for gps state */
"GPS state" = "GPS state";

/* Title in setting for gps to use */
"GPS to use" = "GPS to use";

/* Activate GPX Logging */
"GPX Logging" = "GPX Logging";

/* Map Hybrid */
"Hybrid" = "Hybrid";

/* No comment provided by engineer. */
"Language" = "Language";

/* Title of the message box of the result of the checking.. */
"License checking" = "License checking";

/* License number title */
"License number" = "License number";

/* Title section in license view */
"License number for %@" = "License number for %@";

/* License number title for cell */
"License:" = "License:";

/* No comment provided by engineer. */
"Locations" = "Locations";

/* No comment provided by engineer. */
"Log file size" = "Log file size";

/* Manage maps row in settings */
"Manage maps" = "Manage maps";

/* Map */
"Map" = "Map";

/* Map auto-rotation */
"Map auto-rotation" = "Map auto-rotation";

/* No comment provided by engineer. */
"Map Database size" = "Map Database size";

/* No comment provided by engineer. */
"Maps" = "Maps";

/* Maps data title */
"Maps data" = "Maps data";

/* Maps Download title message box */
"Maps Download" = "Maps Download";

/* Download maps ok */
"Maps downloaded successfully !" = "Maps downloaded successfully !";

/* Maps manager title */
"Maps Manager" = "Maps Manager";

/* No comment provided by engineer. */
"Maps type" = "Maps type";

/* Not available */
"N/A" = "N/A";

/* No comment provided by engineer. */
"New maps database: " = "New maps database: ";

/* No */
"No" = "No";

/* No driving dir. found error message */
"No driving direction can be computed using your query." = "No driving direction can be computed using your query.";

/* GPS State */
"No License" = "No License";

/* No location found error message */
"No location has been found according to your query." = "No location has been found according to your query.";

/* GPS Signal */
"None" = "None";

/* Offline mode */
"Offline mode" = "Offline mode";

/* Title gps picker */
"Pick a GPS" = "Pick a GPS";

/* Search for places */
"Places / Cities" = "Places / Cities";

/* Error map select message */
"Please select a greater map area by touching the screen with two fingers." = "Please select a greater map area by touching the screen with two fingers.";

/* GPS Signal */
"Poor" = "Poor";

/* Prevent Sleep Mode */
"Prevent Sleep Mode" = "Prevent Sleep Mode";

/* Status ready */
"Ready to transfer..." = "Ready to transfer...";

/* Receive maps */
"Receive maps" = "Receive maps";

/* No comment provided by engineer. */
"Recompute itinerary" = "Recompute itinerary";

/* Reset GPS Button */
"Reset GPS" = "Reset GPS";

/* No comment provided by engineer. */
"Return to main page" = "Return to main page";

/* Satellite */
"Satellite" = "Satellite";

/* No comment provided by engineer. */
"Save in Bookmarks" = "Save in Bookmarks";

/* Search actionsheet title */
"Search for:" = "Search for:";

/* Settings Button */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Show device info" = "Show device info";

/* No comment provided by engineer. */
"Show Speedometer" = "Show Speedometer";

/* Directions */
"Take position from:" = "Take position from:";

/* No comment provided by engineer. */
"The language setting is used to localize the driving directions, the maps and the place/city search results." = "The language setting is used to localize the driving directions, the maps and the place/city search results.";

/* GPS iphone 3G error */
"The Location Services are not enabled on your device. Use the Settings application on your Home screen to fix this problem." = "The Location Services are not enabled on your device. Use the Settings application on your Home screen to fix this problem.";

/* No comment provided by engineer. */
"The maps database has been sucessfully saved." = "The maps database has been sucessfully saved.";

/* No comment provided by engineer. */
"The maps size will also grow when you browse a part of a map you have not already downloaded." = "The maps size will also grow when you browse a part of a map you have not already downloaded.";

/* Not yet implemented message. */
"This feature will be implemented in a future version." = "This feature will be implemented in a future version.";

/* Driving to  */
"To / Destination" = "To / Destination";

/* No comment provided by engineer. */
"To:" = "To:";

/* Receiving title */
"Transfer" = "Transfer";

/* Tile DL error */
"Unable to download a part of the map. Check your internet connection." = "Unable to download a part of the map. Check your internet connection.";

/* GPS Dir Pos error message */
"Unable to get the GPS position. The GPS is not currently giving any position information." = "Unable to get the GPS position. The GPS is not currently giving any position information.";

/* GPS serial port error */
"Unable to open the serial port. Make sure that no other GPS software is running in background." = "Unable to open the serial port. Make sure that no other GPS software is running in background.";

/* Network error message */
"Unable to retrieve the driving directions from the server: %@" = "Unable to retrieve the driving directions from the server: %@";

/* Network error message */
"Unable to retrieve the required information from the server: %@" = "Unable to retrieve the required information from the server: %@";

/* Unknown error */
"Unknown error" = "Unknown error";

/* No comment provided by engineer. */
"Upload a new maps database" = "Upload a new maps database";

/* No comment provided by engineer. */
"Upload new maps database" = "Upload new maps database";

/* Use Miles unit */
"Use Miles unit" = "Use Miles unit";

/* No comment provided by engineer. */
"Use the Reset GPS option to restart the GPS when it gives a completly wrong position or if it does not respond anymore." = "Use the Reset GPS option to restart the GPS when it gives a completly wrong position or if it does not respond anymore.";

/* No comment provided by engineer. */
"User Interface" = "User Interface";

/* Verify license text */
"Verifying license number..." = "Verifying license number...";

/* Version string */
"Version" = "Version";

/* No comment provided by engineer. */
"When activated, all the searched driving directions are saved in the bookmarks." = "When activated, all the searched driving directions are saved in the bookmarks.";

/* No comment provided by engineer. */
"When activated, it disables the sleep mode such that the screen is always on." = "When activated, it disables the sleep mode such that the screen is always on.";

/* No comment provided by engineer. */
"When activated, the driving directions are recomputed when you are driving on the wrong way." = "When activated, the driving directions are recomputed when you are driving on the wrong way.";

/* No comment provided by engineer. */
"When GPX logging is activated, all your moves are recorded into a file in the GPX format. The file can then be used on a computer to visualize the track." = "When GPX logging is activated, all your moves are recorded into a file in the GPX format. The file can then be used on a computer to visualize the track.";

/* No comment provided by engineer. */
"Wireless Transfer" = "Wireless Transfer";

/* No comment provided by engineer. */
"Wrong\nWay" = "Wrong\nWay";

/* Error title */
"xGPS Error" = "xGPS Error";

/* No comment provided by engineer. */
"xGPS Version" = "xGPS Version";

/* No comment provided by engineer. */
"xGPS Web-based Management" = "xGPS Web-based Management";

/* Yes */
"Yes" = "Yes";

/* Error search offline */
"You cannot do a search request while you are in the offline mode. You can switch off the offline mode by tapping the Settings button." = "You cannot do a search request while you are in the offline mode. You can switch off the offline mode by tapping the Settings button.";

/* Error download maps offline */
"You cannot download maps while you are in the offline mode." = "You cannot download maps while you are in the offline mode.";

/* No comment provided by engineer. */
"Your downloaded maps are not compatible with this version of xGPS. They have been deleted." = "Your downloaded maps are not compatible with this version of xGPS. They have been deleted.";

/* Confirm invalid license */
"Your license number is invalid. Please verify and retry" = "Your license number is invalid. Please verify and retry";

/* Confirm valid license */
"Your license number is valid. You can now use the selected GPS." = "Your license number is valid. You can now use the selected GPS.";

/* No comment provided by engineer. */
"Your saved driving directions are not compatible with this version of xGPS. They have been deleted." = "Your saved driving directions are not compatible with this version of xGPS. They have been deleted.";

